Repository: pschimmel/NAS
Catalog: src/NAS.Resources/NASResources.*.resx
Languages: de

source: About
de: Über

# AboutToolTipDescription
source: About this program.
de: Über diese Anwendung.

# AboutToolTipTitle
source: About
de: Über

source: Activate Fragnet
de: Fragnet aktivieren

# ActivateFragnetToolTipDescription
source: Activates or deactivates a fragnet.
de: Aktiviert oder deaktiviert einen Fragnet.

# ActivateFragnetToolTipTitle
source: Activate Fragnet
de: Fragnet aktivieren

source: Active Layout
de: Aktives Layout

source: Activities
de: Vorgänge

# ActivitiesCannotBeEqual
source: The two activities cannot be equal.
de: Die beiden Vorgänge können nicht gleich sein.

source: Activity
de: Vorgang

source: Activity 1
de: Vorgang 1

source: Activity 2
de: Vorgang 2

# ActivityDoesNotExist
source: The activity does not exist in schedule {0}.
de: Der Vorgang existiert nicht im Terminplan {0}.

# ActivityFinishedEarlier
source: The activity finished {0} days earlier than planned.
de: Der Vorgang wurde {0} Tage früher als geplant abgeschlossen.

# ActivityFinishedLater
source: The activity finished {0} days later than planned.
de: Der Vorgang wurde {0} Tage später als geplant abgeschlossen.

# ActivityHasDelay
source: The activity has {0} days delay.
de: Der Vorgang hat {0} Tage Verspätung.

# ActivityStartedEarlier
source: The activity started {0} days earlier than planned.
de: Der Vorgang hat {0} Tage früher als geplant begonnen.

# ActivityStartedLater
source: The activity started {0} days later than planned.
de: Der Vorgang hat {0} Tage später als geplant begonnen.

source: Actual Costs
de: Tatsächliche Kosten

# ActualCostsDecreased
source: The actual costs were decreased by {0} €.
de: Die tatsächlichen Kosten wurden um {0} € verringert.

# ActualCostsIncreased
source: The actual costs were increased by {0} €.
de: Die tatsächlichen Kosten wurden um {0} € erhöht.

source: Actual Dates
de: Tatsächliche Termine

source: Actual Duration
de: Tatsächliche Dauer

source: Actual Finish Date
de: Tatsächliches Enddatum

# ActualProjectCostsDecreased
source: The actual project costs were decreased by {0} €.
de: Die tatsächlichen Projektkosten wurden um {0} € verringert.

# ActualProjectCostsIncreased
source: The actual project costs were increased by {0} €.
de: Die tatsächlichen Projektkosten wurden um {0} € erhöht.

source: Actual Start Date
de: Tatsächliches Startdatum

source: Add Activities
de: Vorgänge hinzufügen

source: Add Activity
de: Vorgang hinzufügen

# AddActivityToolTipDescription
source: Adds a new activity to the schedule.
de: Fügt einen neuen Vorgang zum Terminplan hinzu.

# AddActivityToolTipTitle
source: Add Activity (Ins)
de: Vorgang hinzufügen (Einfg)

source: Add Attribute
de: Attribut hinzufügen

source: Add Baseline
de: Basisplan hinzufügen

source: Add Calendar
de: Kalender hinzufügen

source: Add Column
de: Spalte hinzufügen

source: Add Distortion
de: Störung hinzufügen

source: Add Filter
de: Filter hinzufügen

source: Add Fixed Activity
de: Fixierter Vorgang hinzufügen

# AddFixedActivityToolTipDescription
source: Adds a new fixed activity to the schedule. Fixed activities will not be moved by the network logic.
de: Fügt einen neuen, fixierten Vorgang zum Terminplan hinzu. Fixierte Vorgänge werden nicht durch die Netzplanlogik verschoben.

# AddFixedActivityToolTipTitle
source: Add Fixed Activity
de: Fixierten Vorgang hinzufügen

source: Add Fixed Milestone
de: Fixierten Meilenstein hinzufügen

# AddFixedMilestoneToolTipDescription
source: Adds a new fixed milestone to the schedule. Fixed milestones will not be moved by the network logic.
de: Fügt einen neuen, fixierten Meilenstein zum Terminplan hinzu. Fixierte Meilensteine werden nicht durch die Netzplanlogik verschoben.

# AddFixedMilestoneToolTipTitle
source: Add Fixed Milestone
de: Fixierten Meilenstein hinzufügen

source: Add Fragnet
de: Fragnet hinzufügen

source: Add Grouping Definition
de: Gruppierung hinzufügen

source: Add Holiday
de: Feiertag hinzufügen

source: Add Layout
de: Layout hinzufügen

# AddLayoutToolTipDescription
source: Add a new layout.
de: Ein neues Layout hinzufügen.

# AddLayoutToolTipTitle
source: Add Layout
de: Layout hinzufügen

source: Add Milestone
de: Meilenstein hinzufügen

# AddMilestoneToolTipDescription
source: Adds a new milestone to the schedule.
de: Fügt einen neuen Meilenstein zum Terminplan hinzu.

# AddMilestoneToolTipTitle
source: Add Milestone (Alt-Ins)
de: Meilenstein hinzufügen (Alt-Ins)

source: Add PERT Template
de: PERT-Vorlage hinzufügen

source: Add Property
de: Eigenschaft hinzufügen

source: Add Relationship
de: Abhängigkeit hinzufügen

# AddRelationshipToolTipDescription
source: Adds a new relationship between two activities.
de: Fügt eine neue Abhängigkeit zwischen zwei Vorgängen hinzu.

# AddRelationshipToolTipTitle
source: Add Relationship (Ctrl-INS)
de: Abhängigkeit hinzufügen (Ctrl-INS)

source: Add Resource
de: Ressource hinzufügen

source: Add Row
de: Zeile hinzufügen

source: Add Sorting Definition
de: Sortierung hinzufügen

source: Add WBS Item
de: PSP-Element hinzufügen

source: And
de: Und

source: Announced
de: Angekündigt

source: Application
de: Anwendung

source: Application settings
de: Anwendungseinstellungen

source: Ascending
de: Aufsteigend

source: Assign To WBS
de: Zu PSP zuordnen

source: At Complete
de: Beim Abschluss

source: Attention
de: Achtung

source: Attribute 1
de: Attribut 1

source: Attribute 2
de: Attribut 2

source: Attribute 3
de: Attribut 3

source: Automatically Check for Updates
de: Automatisch nach Updates suchen

source: Available Colors
de: Verfügbare Farben

source: Back
de: Zurück

source: Base calendar
de: Basiskalender

source: Baseline
de: Basisplan

source: Baseline Comparison
de: Basisplanvergleich

# BaselineComparisonToolTipDescription
source: Compare the current schedule with a baseline.
de: Den aktuellen Terminplan mit einem Basisplan vergleichen.

# BaselineComparisonToolTipTitle
source: Baseline Comparison
de: Basisplanvergleich

source: Baselines
de: Basispläne

# BaselinesCompared
source: The baseline {0} ({1}) and the current schedule have been compared.
de: Der Basisplan {0} ({1}) wurde mit dem aktuellen Terminplan verglichen.

source: Basic Data
de: Grunddaten

source: Bold
de: Fett

source: Bottom
de: Unten

source: Calculate
de: Berechnen

# CalculateToolTipDescription
source: Recalculates all dates based on a new current date.
de: Berechnet alle Daten neu, basierend auf dem aktuellen Berechnungs-Datum.

# CalculateToolTipTitle
source: Calculate (F9)
de: Berechnen (F9)

source: Calculating
de: Berechne

source: Calendar
de: Kalender

source: Calendar Day
de: Kalender Tag

source: Calendar Resource
de: Kalender Ressource

source: Cancel
de: Abbrechen

source: Center
de: Mitte

source: Center Text
de: Mittiger Text

source: Change Activity
de: Vorgang ändern

source: Change Into Activity
de: In Aktivität ändern

# ChangeIntoActivityToolTipDescription
source: Changes a milestone into an activity.
de: Ändert einen Meilenstein in eine Aktivität.

# ChangeIntoActivityToolTipTitle
source: Change Into Activity
de: In Aktivität ändern

source: Change Into Milestone
de: In Meilenstein ändern

# ChangeIntoMilestoneToolTipDescription
source: Chances an activity into a milestone.
de: Ändert eine Aktivität in einen Meilenstein.

# ChangeIntoMilestoneToolTipTitle
source: Change Into Milestone
de: In Meilenstein ändern

source: Changes
de: Änderungen

source: Chart Type
de: Diagrammtyp

source: Check for Updates
de: Auf Updates prüfen

# CheckForUpdatesToolTipDescription
source: Checks if a software update ist available.
de: Prüft ob eine neuere Version des Programms zur Verfügung steht.

# CheckForUpdatesToolTipTitle
source: Check for Updates
de: Auf Updates prüfen

source: Close
de: Schließen

source: Close Schedule
de: Terminplan schließen

source: Color
de: Farbe

source: Colors
de: Farben

source: Column
de: Spalte

source: Columns
de: Spalten

source: Column Span
de: Spalten verbinden

source: Combination
de: Kombination

source: Combine Activities
de: Vorgänge kombinieren

# CombineActivitiesToolTipDescription
source: Combines two depending activities into one.
de: Kombiniert zwei abhängige Vorgänge zu einem Vorgang.

# CombineActivitiesToolTipTitle
source: Combine Activities
de: Vorgänge kombinieren

source: Commissioned
de: Beauftragt

source: Comparison
de: Vergleich

source: Confirmation
de: Bestätigung

source: Constraint
de: Randbedingung

source: Copy
de: Kopieren

source: Copy Calendar
de: Kalender kopieren

source: Copy Layout
de: Layout kopieren

# CopyLayoutToolTipDescription
source: Copies the current layout.
de: Kopiert das aktuelle Layout.

# CopyLayoutToolTipTitle
source: Copy Layout
de: Layout kopieren

source: Copy PERT template
de: PERT-Vorlage kopieren

source: Copy Report
de: Bericht kopieren

source: Costs
de: Kosten

# CostsHigherAsBudget
source: The costs are {0} € higher than the budget.
de: Die Kosten sind {0} € höher als das Budget.

source: Costs per Unit
de: Kosten pro Einheit

source: Create multiple new Activities
de: Mehrere neue Vorgänge erzeugen

source: Create New Schedule
de: Neuen Terminplan erzeugen

# CreatingPagesProgress
source: Creating Pages: {0}%.
de: Erstelle Seiten: {0}%.

source: Critical
de: Kritisch

source: Critical Activities
de: Kritische Vorgänge

source: Critical Milestones
de: Kritische Meilensteine

source: Critical Path
de: Kritischer Weg

source: Critical Path defined as
de: Kritischer Weg ist definiert als

source: Current activity
de: Aktueller Vorgang

# CurrentDate
source: Current Calculation date
de: Aktuelles Berechnungs-Datum

source: Dark
de: Dunkel

source: Data
de: Daten

source: Data Date
de: Berechnungs-Datum

# DataDateNotEarlierThanStartDate
source: The data date may not be earlier than the start date.
de: Das Berechnungs-Datum kann nicht früher als das Start-Datum sein.

source: Date
de: Datum

source: Day
de: Tag

source: Days
de: Tage

source: Decrease Duration
de: Dauer verringern

# DecreaseDurationToolTipDescription
source: Decreases the planned duration.
de: Verringert die geplante Dauer.

# DecreaseDurationToolTipTitle
source: Decrease Duration
de: Dauer verringern

source: Default
de: Standard

source: Delay
de: Verzögerung

source: Delete Report
de: Bericht löschen

source: Descending
de: Absteigend

source: Description
de: Beschreibung

# DescriptionText1
source: The Network Analysis System NAS was developed as diploma thesis during my studies of Information Technology at Wilhelm Büchner Hochschule in Pfungstadt.
de: Das Network Analysis System wurde als Diplomarbeit im Fach Informatik an der Wilhelm Büchner Hochschule in Pfungstadt entwickelt.

# DescriptionText2
source: The goal of this software is to easily create schedules that utilize the Network Analysis technique, control scheduled dates, budget, and resources.
de: Mit diesem Programm können Sie sehr einfach Terminpläne mit Netzplantechnik erstellen, die Plantermine, Kosten und Ressourcen überwachen.

# DescriptionText3
source: You can document disturbances and contract changes.
de: Mit NAS können Störungen und Änderungen am Projektverlauf dokumentiert und nachverfolgt werden.

source: Direction
de: Richtung

source: Discovered
de: Gefunden

source: Distortion
de: Störung

source: Distortion Comparison
de: Störungsvergleich

# DistortionComparisonToolTipDescription
source: Compares the current schedule with and without distortions.
de: Vergleicht den Terminplan mit und ohne Störungen.

# DistortionComparisonToolTipTitle
source: Distortion Comparison
de: Störungsvergleich

source: Distortions
de: Störungen

# DistortionsCompared
source: The current schedule has been compared with and without distortions.
de: Der aktuelle Terminplan wurde mit und ohne Störungen verglichen.

source: Downloading
de: Downloade

source: Driving
de: Treibend

# DurationDecreased
source: The duration was decreased {0} days.
de: Die Dauer wurde um {0} Tage verringert.

# DurationIncreased
source: The duration was increased {0} days.
de: Die Dauer wurde um {0} Tage erhöht.

source: Earliest date of schedule
de: Erster Termin im Terminplan

source: Early Finish Date
de: Frühes Enddatum

source: Early Start Date
de: Frühes Startdatum

# EarlyStartDateChanged
source: The early start date changed from {0} to {1}.
de: Das frühe Startdatum wurde von {0} nach {1} geändert.

source: Edit
de: Bearbeiten

source: Edit Activity
de: Vorgang bearbeiten

# EditActivityToolTipDescription
source: Edit the current activity.
de: Bearbeitet den aktuellen Vorgang.

# EditActivityToolTipTitle
source: Edit Activity
de: Vorgang bearbeiten

source: Edit Attribute
de: Attribut bearbeiten

source: Edit Attributes
de: Attribute bearbeiten

# EditAttributesToolTipDescription
source: Edits user defined attributes.
de: Bearbeiten der benutzerdefinierten Attribute.

# EditAttributesToolTipTitle
source: Edit Attributes
de: Attribute bearbeiten

source: Edit Baselines
de: Basispläne bearbeiten

# EditBaselinesToolTipDescription
source: Edit the Project Baselines
de: Bearbeitet die Basispläne

# EditBaselinesToolTipTitle
source: Edit Baselines
de: Basispläne bearbeiten

source: Edit Calendars
de: Kalender bearbeiten

# EditCalendarsToolTipDescription
source: Edit the project calendars.
de: Bearbeitet die Projektkalender.

# EditCalendarsToolTipTitle
source: Edit Calendars
de: Kalender bearbeiten

source: Edit Columns
de: Spalten bearbeiten

source: Edit Delay
de: Verzögerung bearbeiten

source: Edit Distortions
de: Störungen bearbeiten

# EditDistortionsToolTipDescription
source: Add or remove distortions of the current activity.
de: Bearbeiten der Störungen des aktuellen Vorgangs.

# EditDistortionsToolTipTitle
source: Edit Distortions
de: Störungen bearbeiten

source: Edit Extension
de: Verlängerung bearbeiten

source: Edit Filters
de: Filter bearbeiten

# EditFiltersToolTipDescription
source: Edit the activity filters.
de: Bearbeiten der Vorgangsfilter.

# EditFiltersToolTipTitle
source: Edit Filters
de: Filter bearbeiten

source: Edit Fragnet
de: Fragnet bearbeiten

source: Edit Fragnets
de: Fragnets bearbeiten

# EditFragnetsToolTipDescription
source: Edit the fragnets of the current schedule.
de: Bearbeiten der Fragnets des aktuellen Terminplans.

# EditFragnetsToolTipTitle
source: Edit Fragnets
de: Fragnets bearbeiten

source: Edit global calendars
de: Globale Kalender bearbeiten

source: Edit global resources
de: Globale Ressourcen bearbeiten

source: Edit Inhibition
de: Verhinderung bearbeiten

source: Edit Interruption
de: Unterbrechung bearbeiten

source: Edit Layout
de: Layout bearbeiten

# EditLayoutToolTipDescription
source: Edit the current layout.
de: Bearbeiten des aktuellen Layouts.

# EditLayoutToolTipTitle
source: Edit Layout
de: Layout bearbeiten

source: Edit Logic
de: Logik bearbeiten

# EditLogicToolTipDescription
source: Edit relationships and check the network logic.
de: Bearbeiten der Abhängigkeiten und Überprüfen der Netzplanlogik.

# EditLogicToolTipTitle
source: Edit Logic
de: Logik bearbeiten

source: Edit Print Layout
de: Drucklayout bearbeiten

source: Edit Reduction
de: Verringerung bearbeiten

source: Edit Relationship
de: Abhängigkeit bearbeiten

# EditRelationshipToolTipDescription
source: Edits the details of the current relationship.
de: Bearbeiten der Details der aktuellen Abhängigkeit.

# EditRelationshipToolTipTitle
source: Edit Relationship
de: Abhängigkeit bearbeiten

source: Edit Report
de: Bericht bearbeiten

source: Edit Resources
de: Ressourcen bearbeiten

# EditResourcesToolTipDescription
source: Edits the project resources.
de: Bearbeitet die Projektressourcen.

# EditResourcesToolTipTitle
source: Edit Resources
de: Ressourcen bearbeiten

source: Edit Template
de: Vorlage bearbeiten

source: Edit WBS
de: PSP bearbeiten

source: Edit WBS Item
de: PSP-Eintrag bearbeiten

# EditWBSToolTipDescription
source: Edit the hierarchical structure of the activities.
de: Bearbeiten der hierarchischen Struktur der Vorgänge.

# EditWBSToolTipTitle
source: Edit Work Breakdown Structure
de: Projektstrukturplan bearbeiten

# EndOn
source: Ends on
de: Endet am

# EndOnOrEarlier
source: Ends on or earlier
de: Endet am oder früher

source: Error
de: Fehler

source: Evaluations
de: Beurteilungen

source: Export Baseline
de: Basisplan exportieren

source: Export Schedule
de: Terminplan exportieren

source: Extended Data
de: Erweiterte Daten

source: Extension
de: Verlängerung

source: File
de: Datei

source: File Name
de: Dateiname

source: Finances
de: Finanzen

source: Finish Date
de: Enddatum

# FinishDateNotEarlierThanStartDate
source: The finish date may not be earlier than the start date.
de: Das Enddatum darf nicht früher als das Startdatum sein.

source: Finished
de: Beendet

source: Finished Activities
de: Abgeschlossene Aktivitäten

source: Finished Milestones
de: Abgeschlossene Meilensteine

source: Finish - Finish
de: Ende - Ende

# FinishStart
source: Finsih - Start
de: Ende - Anfang

source: Fixed
de: Fixiert

source: Fixed Costs
de: Festkosten

source: Fixed end date
de: Fester Endtermin

# FloatZeroOrLess
source: Float is zero or less
de: Buffer ist Null oder geringer

source: Font Size
de: Schriftgröße

source: Font Type
de: Schriftstil

source: Footer
de: Fußzeile

source: Footer Height
de: Höhe der Fußzeile

source: Forward
de: Vorwärts

source: Fragnet Comparison
de: Fragnet-Vergleich

# FragnetComparisonToolTipDescription
source: Compare the current schedule with and without fragnets.
de: Vergleicht den aktuellen Terminplan mit und ohne Fragnets.

# FragnetComparisonToolTipTitle
source: Fragnet Comparison
de: Fragnet-Vergleich

source: Fragnet is Visible
de: Fragnet ist sichtbar

source: Free Float
de: Freier Puffer

source: Friday
de: Freitag

source: Gantt Chart
de: Gantt Diagramm

source: Global Calendar
de: Globaler Kalender

source: Global Calendars
de: Globale Kalender

source: Global Resources
de: Globale Ressourcen

source: Global Templates
de: Globale Vorlagen

source: Go to Activity
de: Zu Vorgang gehen

source: Group and Sort
de: Gruppieren und Sortieren

# GroupAndSortToolTipDescription
source: Group and sort the activities.
de: Gruppieren und Sortieren der Vorgänge.

# GroupAndSortToolTipTitle
source: Group and Sort
de: Gruppieren und Sortieren

source: Grouping
de: Gruppierung

source: Header
de: Kopfzeile

source: Header Height
de: Höhe Kopfzeile

source: Height
de: Höhe

source: Help
de: Hilfe

source: Holidays
de: Feiertage

source: Horizontal Alignment
de: Horizontale Ausrichtung

source: Hours
de: Stunden

source: Import Baseline
de: Basisplan importieren

source: Import Schedule
de: Terminplan importieren

source: Increase Duration
de: Dauer erhöhen

# IncreaseDurationToolTipDescription
source: Increases the planned duration.
de: Erhöht die geplante Dauer.

# IncreaseDurationToolTipTitle
source: Increase Duration
de: Dauer erhöhen

source: Information
de: Informationen

source: Inhibition
de: Verhinderung

source: Instant Help
de: Soforthilfe

# InstantHelpToolTipDescription
source: Shows or hides the instant help window.
de: Zeigt oder versteckt die Soforthilfe.

# InstantHelpToolTipTitle
source: Instant Help
de: Soforthilfe

source: Interruption
de: Unterbrechung

source: Italic
de: Kursiv

source: Language
de: Sprache

source: Late Finish Date
de: Spätes Enddatum

source: Late Start Date
de: Spätes Startdatum

# LatestDateOfSchedule
source: Latest date of schedule (optional)
de: Spätestes Datum des Terminplans (optional)

source: Layout Settings
de: Layout-Einstellungen

source: Left
de: Links

source: Left Text
de: Linker Text

source: Light
de: Hell

source: Limit
de: Begrenzung

source: Longest Path
de: Längster Pfad

source: Margins
de: Ränder

source: Material Resource
de: Materialressource

# MessageActivityAlreadyAssignedToFragnet
source: The activity {0} is already assigned to fragnet {1}.
de: Vorgang {0} ist bereits Fragnet {1} zugeordnet.

# MessageCannotCloseWindow
source: An error has occured. The window cannot be closed.
de: Es ist ein Fehler aufgetreten. Das Fenster kann nicht geschlossen werden.

# MessageCannotRemoveCalendar
source: Cannot remove calendars that are defined as standard calendar or that are assigned to activities.
de: Kalender die als Standardkalender definiert sind oder Vorgängen zugeordnet sind können nicht entfernt werden.

# MessageCannotRemoveCustomAttribute
source: Cannot remove custom attribute as it is assigned to activities.
de: Benutzerdefinierte Attribut kann nicht entfernt werden, da es Vorgängen zugeordnet ist.

# MessageCannotRemoveResource
source: Cannot remove resource as it is already assigned to activities.
de: Kann Ressource nicht entfernen, da sie Vorgängen zugeordnet ist.

# MessageChangeIntoActivity
source: Would you really like to change the selected milestone into an activity?
de: Möchten Sie wirklich den ausgewählten Meilenstein in einen Vorgang umwandeln?

# MessageChangeIntoMilestone
source: Would you really like to change the selected activity into a milestone?
de: Möchten Sie wirklich den ausgewählten Vorgang in einen Meilenstein umwandeln?

# MessageChangingFragnetVisibilityWarning
source: Changing the visibility of the fragnet will reschedule with the current data date. Would you like to continue?
de: Wenn die Sichtbarkeit eines Fragnets geändert wird muss der Terminplan mit dem aktuellen Berechnungsdatum neu berechnet werden. Möchten Sie fortfahren?

# MessageCircularDependency
source: A circular dependency has been detected.
de: Es wurde eine zirkuläre Abhängigkeit entdeckt.

# MessageClose
source: Would you really like to close the application?
de: Möchten Sie wirklich die Anwendung schließen?

# MessageCreateBaseline
source: This function will set the current schedule as baseline. Would you like to continue?
de: Dies wird den aktuellen Terminplan als Basisplan setzen. Möchten Sie fortfahren?

# MessageCustomAttributeHeaderCantBeEmpty
source: The header can't be empty.
de: Die Überschrift darf nicht leer sein.

# MessageDeleteActivity
source: Would you really like to delete activity {0}?
de: Möchten Sie wirklich den Vorgang {0} löschen?

# MessageDeleteAllFilters
source: Would you really like to delete all filters?
de: Möchten Sie wirklich alle Filter löschen?

# MessageDeleteAttribute
source: Would you really like to delete the selected attribute?
de: Möchten Sie wirklich das ausgewählte Attribut löschen?

# MessageDeleteBaseline
source: Would you really like to delete the selected baseline?
de: Möchten Sie wirklich den ausgewählten Basisplan löschen?

# MessageDeleteCalendar
source: Would you really like to delete the selected calendar?
de: Möchten Sie wirklich den ausgewählten Kalender löschen?

# MessageDeleteDistortion
source: Would you really like to delete the selected distortion?
de: Möchten Sie wirklich die ausgewählte Störung löschen?

# MessageDeleteFilter
source: Would you really like to delete the selected filter?
de: Möchten Sie wirklich den ausgewählten Filter löschen?

# MessageDeleteFragnet
source: Would you really like to delete the selected fragnet?
de: Möchten Sie wirklich den ausgewählten Fragnet löschen?

# MessageDeleteGroupingDefinition
source: Would you really like to delete the selected grouping definition?
de: Möchten Sie wirklich die ausgewählte Gruppierung löschen?

# MessageDeleteLayout
source: Would you really like to delete the selected layout?
de: Möchten Sie wirklich das ausgewählten Layout löschen?

# MessageDeleteMilestone
source: Would you really like to delete milestone {0}?
de: Möchten Sie wirklich den Meilenstein {0} löschen?

# MessageDeleteRelationship
source: Would you really like to delete relationship {0}?
de: Möchten Sie wirklich die Abhängigkeit {0} löschen?

# MessageDeleteReport
source: Would you really like to delete report {0}?
de: Möchten Sie wirklich den Bericht {0} löschen?
