Repository: pschimmel/NAS
Catalog: src/NAS.Resources/NASResources.*.resx
Languages: de

# MessageDeleteResource
source: Would you really like to delete the selected resource?
de: Möchten Sie wirklich die ausgewählte Ressource löschen?

# MessageDeleteResourceAssignment
source: Would you really like to delete the selected resource association?
de: Möchten Sie wirklich die ausgewählte Ressourcenzuordnung löschen?

# MessageDeleteSortingDefinition
source: Would you really like to delete the selected sorting definition?
de: Möchten Sie wirklich die ausgewählte Sortierung löschen?

# MessageDeleteTemplate
source: Would you really like to delete the selected PERT template?
de: Möchten Sie wirklich die ausgewählte PERT-Vorlage löschen?

# MessageDeleteWBS
source: Would you really like to delete the selected WBS item?
de: Möchten Sie wirklich den ausgewählten PSP-Eintrag löschen?

# MessageDownloadCanceled
source: The download has been canceled.
de: Der Download wurde abgebrochen.

# MessageDownloadFinished
source: Download finished. Would you like to install the update now?
de: Download abgeschlossen. Möchten Sie das Update jetzt installieren?

# MessageErrorCheckingVersion
source: An error occured while checking for a new version.
de: Beim Prüfen auf eine neue Version ist ein Fehler aufgetreten.

# MessageErrorPreparingReport
source: An error occured while preparing the report.
de: Beim Vorbereiten des Berichts ist ein Fehler aufgetreten.

# MessageFileNotFound
source: File {0} not found.
de: Datei {0} konnte nicht gefunden werden.

# MessageInitializingPrinterQueueError
source: Unable to initialize the printer queue.
de: Die Druckerwarteschlange konnte nicht initialisiert werden.

# MessageNetworkLoopError
source: Adding the relationship would create a network loop.
de: Das Hinzufügen der Abhängigkeit würde eine Schleife im Terminplan erzeugen.

# MessageNewVersionFound
source: A new version was found ({0}). Installed version is {1}. Would you like to download the update?
de: Es wurde eine neuere Version gefunden ({0}). Zur Zeit ist die Version {1} installiert. Möchten Sie das Update herunterladen?

# MessageNoDefaultPrinter
source: Unable to find default printer.
de: Es ist kein Standarddrucker definiert.

# MessageNoNewVersion
source: You are using the current version ({0}).
de: Sie verwenden die aktuelle Version ({0}).

source: Messages
de: Meldungen

# MessageSaveConfigChanges
source: Would you like to save the changed configuration?
de: Möchten Sie die geänderte Konfiguration speichern?

# MessageScheduleNotFound
source: The schedule could not be found.
de: Der Terminplan konnte nicht gefunden werden.

# MessageShowBaselineInLayout
source: Would you like to show the baseline in the current layout?
de: Möchten Sie den Basisplan im aktuellen Layout anzeigen?

# MessageTextMayNotBeEmpty
source: Text may not be empty.
de: Der Text kann nicht leer sein.

# MessageUpdateError
source: The update could not be started.
de: Das Update konnte nicht gestartet werden.

# MessageUseWBS
source: This will add an activity the the schedule for each entry of the Work Breakdown Structure.
de: Dies wird einen Vorgang im Terminplan für jeden Eintrag im PSP erstellen.

source: Milestones
de: Meilensteine

source: Modification is Disputable
de: Nachtrag ist strittig

source: Monday
de: Montag

source: Month
de: Monat

source: Move Column Down
de: Spalte nach unten

source: Move Column Up
de: Spalte nach oben

source: Move Grouping Definition Down
de: Gruppierung nach unten

source: Move Grouping Definition Up
de: Gruppierung nach oben

source: Move Row Down
de: Zeile nach unten

source: Move Row Up
de: Zeile nach oben

source: Move Sorting Definition Down
de: Sortierung nach unten

source: Move Sorting Definition Up
de: Sortierung nach oben

source: Move WBS item down
de: PSP-Eintrag nach unten

source: Move WBS item left
de: PSP-Eintrag nach links

source: Move WBS item right
de: PSP-Eintrag nach rechts

source: Move WBS item up
de: PSP-Eintrag nach oben

# MSProjectFiles
source: MS Project XML files
de: MS Project XML-Dateien

# NASFiles
source: Network Analysis System files
de: Network Analysis System-Dateien

source: New Activity
de: Neuer Vorgang

source: New Calendar
de: Neuer Kalender

source: New Layout
de: Neues Layout

source: New Milestone
de: Neuer Meilenstein

source: New Schedule
de: Neuer Terminplan

source: New Template
de: Neue Vorlage

source: No
de: Nein

source: No active fragnets.
de: Keine aktiven Fragnets.

source: No constraint
de: Keine Randbedingung

source: None
de: Kein

source: Number
de: Nummer

# NumberMustBeUnique
source: The number must be unique.
de: Die Nummer muss eindeutig sein.

source: Open Schedule
de: Terminplan öffnen

source: Or
de: Oder

source: Orientation
de: Ausrichtung

source: Page Settings
de: Seiteneinstellungen

source: Page size
de: Seitengröße

source: Password
de: Passwort

source: Percent
de: Prozent

source: Percent Complete
de: Prozent abgeschlossen

source: PERT Chart
de: PERT-Diagramm

source: PERT Template
de: PERT-Vorlage

source: PERT Templates
de: PERT-Vorlagen

source: Planned Costs
de: Geplante Kosten

# PlannedCostsDecreased
source: The planned costs were decreased by {0} €.
de: Die geplanten Kosten wurden um {0} € verringert.

# PlannedCostsIncreased
source: The planned costs were increased by {0} €.
de: Die geplanten Kosten wurden um {0} € erhöht.

source: Planned Dates
de: Plandaten

source: Planned Duration
de: Geplante Dauer

# PlannedProjectCostsDecreased
source: The planned project costs were decreased by {0} €.
de: Die Plankosten wurden um {0} € verringert.

# PlannedProjectCostsIncreased
source: The planned project costs were increased by {0} €.
de: Die Plankosten wurden um {0} € erhöht.

# PleaseEnterConstraintDate
source: Please enter a constraint date.
de: Bitte geben Sie ein Datum für die Randbedingung ein.

# PleaseEnterDate
source: Please enter a date.
de: Bitte geben Sie ein Datum ein.

# PleaseEnterDescription
source: Please enter a description.
de: Bitte geben Sie eine Beschreibung ein.

# PleaseEnterLag
source: Please enter the lag.
de: Bitte geben Sie den Lag ein.

# PleaseEnterName
source: Please enter a name.
de: Bitte geben Sie einen Namen ein.

# PleaseEnterNumber
source: Please enter a number.
de: Bitte geben Sie eine Zahl ein.

# PleaseEnterNumberOfDays
source: Please enter the number of days.
de: Bitte geben Sie die Anzahl der Tage ein.

# PleaseEnterNumbersFromTo
source: Please enter numbers between {0} and {1} only.
de: Bitte geben Sie nur Zahlen zwischen {0} und {1} ein.

# PleaseEnterPercentage
source: Please enter the percentage.
de: Bitte geben Sie eine Prozentzahl ein.

# PleaseEnterPlannedDuration
source: Please enter the planned duration.
de: Bitte geben Sie die Plandauer ein.

# PleaseEnterStartDate
source: Please enter the start date.
de: Bitte geben Sie einen Starttermin ein.

# PleaseSelectCalendar
source: Please select a calendar.
de: Bitte wählen Sie einen Kalender aus.

# PleaseSelectProperty
source: Please select a property.
de: Bitte wählen Sie eine Eigenschaft aus.

# PleaseSelectTemplate
source: Please select a tempate.
de: Bitte wählen Sie eine Vorlage aus.

# PleaseSelectTwoActivities
source: Please select two activities or milestones.
de: Bitte selektieren Sie zwei Vorgänge oder Meilensteine.

source: Please wait...
de: Bitte warten...

source: Predecessor
de: Vorgänger

# PrimaveraFiles
source: Primavera P6 files
de: Primavera P6-Dateien

source: Print
de: Drucken

source: Printer
de: Drucker

source: Print Layout
de: Drucklayout

source: Print Report
de: Bericht drucken

# PrintToolTipDescription
source: Prints the current schedule.
de: Druckt den aktuellen Terminplan.

# PrintToolTipTitle
source: Print
de: Drucken

source: Progress
de: Fortschritt

# ProjectBudgetDecreased
source: The project budget was decreased by {0} €.
de: Das Projektbudget wurde um {0} € verringert.

# ProjectBudgetIncreased
source: The project budget was increased by {0} €.
de: Das Projektbudget wurde um {0} € erhöht.

source: Project Calendars
de: Projektkalender

source: Project Comparison
de: Projektvergleich

# ProjectEndChanged
source: The project end changed from {0} to {1}.
de: Das Projektende ändert sich von {0} auf {1}.

# ProjectEndUnchanged
source: The project end has not changed.
de: Das Projektende hat sich nicht geändert.

source: Project Finish Date
de: Projektenddatum

source: Project Name
de: Projektname

# ProjectProperties
source: Properties
de: Eigenschaften

# ProjectPropertiesToolTipDescription
source: Edits the properties of the current project.
de: Bearbeiten der Eigenschaften des aktuellen Projekts.

# ProjectPropertiesToolTipTitle
source: Project Properties
de: Projekteigenschaften

source: Project Resources
de: Projektressourcen

source: Project Start Date
de: Projektstartdatum

source: Project Templates
de: Projektvorlagen

source: Property
de: Eigenschaft

source: Question
de: Frage

source: Recent Colors
de: Kürzlich verwendete Farben

source: Recent Schedules
de: Kürzlich geöffnete Terminpläne

source: Reduction
de: Verringerung

source: Relationship
de: Abhängigkeit

source: Relationships
de: Abhängigkeiten

source: Relationship Type
de: Typ der Abhängigkeit

source: Remaining Duration
de: Verbleibende Dauer

source: Remove Activity
de: Vorgang entfernen

# RemoveActivityToolTipDescription
source: Removes an activity or milestone from the schedule.
de: Entfernt einen Vorgang oder Meilenstein vom Terminplan.

# RemoveActivityToolTipTitle
source: Remove Activity (DEL)
de: Vorgang entfernen (DEL)

source: Remove All Filters
de: Alle Filter entfernen

source: Remove Assignment
de: Zuordnung entfernen

source: Remove Attribute
de: Attribut entfernen

source: Remove Baseline
de: Basisplan entfernen

source: Remove Calendar
de: Kalender entfernen

source: Remove Column
de: Spalte entfernen

source: Remove Distortion
de: Störung entfernen

source: Remove Filter
de: Filter entfernen

source: Remove Fragnet
de: Fragnet entfernen

source: Remove Grouping Definition
de: Gruppierung entfernen

source: Remove Holiday
de: Feiertag entfernen

source: Remove Layout
de: Layout entfernen

# RemoveLayoutToolTipDescription
source: Remove the current layout.
de: Entfernt das aktuelle Layout.

# RemoveLayoutToolTipTitle
source: Remove Layout
de: Layout entfernen

source: Remove PERT Template
de: PERT-Vorlage entfernen

source: Remove Property
de: Eigenschaft entfernen

source: Remove Relationship
de: Abhängigkeit entfernen

# RemoveRelationshipToolTipDescription
source: Removes the selected relationship from the schedule.
de: Entfernt die ausgewählte Abhängigkeit vom Terminplan.

# RemoveRelationshipToolTipTitle
source: Remove Relationship (Ctrl-DEL)
de: Abhängigkeit entfernen (Ctrl-DEL)

source: Remove Resource
de: Ressource entfernen

source: Remove Row
de: Zeile entfernen

source: Remove Sorting Definition
de: Sortierung entfernen

source: Remove WBS Item
de: PSP-Eintrag entfernen

source: Rename Report
de: Bericht umbenennen

source: Report Name
de: Berichtsname

source: Reports
de: Berichte

# ReportsToolTipDescription
source: Please select a report from the list and press the button to preview the report.
de: Bitte wählen Sie einen Bericht aus der Liste und drücken Sie den Button um eine Vorschau des Berichts zu sehen.

# ReportsToolTipTitle
source: Reports
de: Berichte

source: Reschedule
de: Neu berechnen

# ResetPert
source: Resert PERT
de: PERT zurücksetzen

# ResetPertToolTipDescription
source: Resets the PERT chart and arranges the activities automatically.
de: Setzt das PERT-Diagramm zurück und ordnet die Vorgänge automatisch an.

# ResetPertToolTipTitle
source: Reset PERT
de: PERT-Diagramm zurücksetzen

source: Reset Selection
de: Auswahl zurücksetzen

source: Resource
de: Ressource

source: Resource Assignment
de: Ressourcenzuordnung

source: Resource Assignments
de: Resssourcenzuordnungen

source: Resources
de: Ressourcen

source: Retarded Duration
de: Verzögerte Dauer

source: Right
de: Rechts

source: Row
de: Zeile

source: Rows
de: Zeilen

source: Row Span
de: Zeilen verbinden

source: Saturday
de: Samstag

source: Save Schedule
de: Terminplan speichern

source: Save Schedule As...
de: Terminplan speichern unter...

source: Schedule
de: Terminplan

source: Schedule 1
de: Terminplan 1

source: Schedule 2
de: Terminplan 2

source: Schedules
de: Terminpläne

# SchedulesCompared
source: The schedule {0} and schedule {1} have been compared.
de: Die Terminpläne {0} und {1} wurden miteinander verglichen.

source: Scheduling Settings
de: Berechnungseinstellungen

# SchedulingSettingsToolTipDescription
source: Change the settings for scheduling.
de: Ändern der Einstellungen für die Terminierung.

# SchedulingSettingsToolTipTitle
source: Scheduling Settings
de: Berechnungseinstellungen

source: SDEF files
de: SDEF-Dateien

source: Search
de: Suche

source: Selection
de: Auswahl

source: Select Template
de: Vorlage auswählen

source: Set as Standard Calendar
de: Als Standardkalender setzen

source: Settings
de: Einstellungen

source: Show
de: Ansicht

source: Show Actual Cost
de: Tatsächliche Kosten anzeigen

# ShowAsGantt
source: Show as Gantt Chart
de: Zeige als Gantt-Diagramm

# ShowAsGanttToolTipDescription
source: Displays the current Schedule as Gantt Chart.
de: Zeigt den aktuellen Terminplan als Gantt-Diagramm.

# ShowAsGanttToolTipTitle
source: Show as Gantt Chart
de: Zeige als Gantt-Diagramm

# ShowAsPert
source: Show as PERT Chart
de: Zeige als PERT-Diagramm

# ShowAsPertToolTipDescription
source: Displays the current schedule as PERT chart.
de: Zeigt den aktuellen Terminplan als PERT-Diagramm.

# ShowAsPertToolTipTitle
source: Show as PERT chart
de: Zeige als PERT-Diagramm

source: Show Budget
de: Zeige Budget

source: Show Chart
de: Zeige Diagramm

source: Show Comparisons
de: Zeige Vergleiche

source: Show Float
de: Zeige Puffer

# ShowFloatToolTipDescription
source: Activates or deactivates the total float in the current layout.
de: Aktiviert oder deaktiviert die Anzeige des Gesamtpuffers im aktuellen Layout.

# ShowFloatToolTipTitle
source: Show Float
de: Zeige Puffer

source: Show Fragnet
de: Zeige Fragnet

source: Show instant help at startup
de: Zeigt Soforthilfe beim Start

# ShowRelationshipsToolTipDescription
source: Activates or deactivates the relationships in the current layout.
de: Aktiviert oder deaktiviert die Anzeige der Abhängigkeiten im aktuellen Layout.

# ShowRelationshipsToolTipTitle
source: Show Relationships
de: Zeige Abhängigkeiten

# ShowResource
source: Show Resources
de: Zeige Ressourcen

source: Show Resource Allocation
de: Zeige Ressourcenzuordnung

# ShowResourceToolTipDescription
source: Shows the resource distribution.
de: Zeigt die Verteilungen der Ressourcen.

# ShowResourceToolTipTitle
source: Show Resources
de: Zeige Ressourcen

source: Show WBS Summary
de: Zeige PSP-Zusammenfassung

source: Size
de: Größe

# SomeChangesRequireRestart
source: Some changes will be activated when you restart the application.
de: Einige Änderungen werden erst aktiv, wenn die Anwendung neu gestartet wird.

source: Sorting
de: Sortierung

source: Split Activity
de: Vorgang teilen

# SplitActivityToolTipDescription
source: Splits an activity into two activites with a finish-start relationship.
de: Teilt einen Vorgang in zwei Vorgänge, die mit einer Ende-Start-Abhängigkeit verbunden sind.

# SplitActivityToolTipTitle
source: Split Activity
de: Teile Vorgang

source: Standard Calendar
de: Standardkalender

source: Standard Colors
de: Standardfarben

source: Start Date
de: Startdatum

source: Started
de: Begonnen

# StartOn
source: Starts on
de: Beginnt am

# StartOnOrLater
source: Starts on or later
de: Beginnt am oder später

source: Start - Start
de: Anfang - Anfang

source: Stop
de: Anhalten

source: Successor
de: Vorgänger

source: Sunday
de: Sonntag

source: Template
de: Vorlage

source: Theme
de: Thema

source: Thursday
de: Donnerstag

source: Top
de: Open

source: Total Float
de: Gesamtpuffer

# TotalFloatDecreased
source: The total float of the activity was decreased {0} days.
de: Der Gesamtpuffer des Vorgangs wurde um {0} Tage verringert.

# TotalFloatIncreased
source: The total float of the activity was increased {0} days.
de: Der Gesamtpuffer des Vorgangs wurde um {0} Tage erhöht.

source: Tuesday
de: Dienstag

source: Unit
de: Einheit

source: Units per Day
de: Einheit pro Tag

source: Value
de: Wert

# ValueNotValid
source: The value entered is not valid.
de: Der eingegebene Wert ist ungültig.

source: Vertical Alignment
de: Vertikale Ausrichtung

source: View
de: Ansicht

source: Visible
de: Sichtbar

source: Visible Baselines
de: Sichtbare Basispläne

source: Warning
de: Warnung

source: WBS
de: PSP

source: WBS Item
de: PSP-Eintrag

# WebsiteToolTipDescription
source: Shows the program web site.
de: Zeigt die Webseite dieser Anwendung.

source: Wednesday
de: Mittwoch

source: Week
de: Woche

source: What would you like to do?
de: Was möchten Sie tun?

source: Width
de: Breite

# WizardDescriptionIntroPage
source: This wizard will help you to create a new schedule. Please follow the instructions on the following pages.
de: Dieser Assistent hilft Ihnen dabei einen neuen Terminplan anzulegen. Bitte folgen Sie den Anweisungen auf den folgenden Seiten.

# WizardDescriptionLastPage
source: All required data has been entered.
de: Es wurden alle erforderlichen Daten eingegeben.

# WizardDescriptionLastPageError
source: Not all required data has been entered.
de: Es wurden nicht alle erforderlichen Daten eingegeben.

# WizardDescriptionPage1
source: Please enter the basic data of the project.
de: Bitte geben Sie die Grunddaten des Projekts ein.

# WizardDescriptionPage2
source: Please enter basic dates of the project. The data date is the current date that is used for the calculation of the network.
de: Bitte geben Sie die grundlegenden Termine des Projekts ein. Das aktuelle Datum wird zum Berechnen des Terminplans genutzt.

# WizardDescriptionPage3
source: Please enter a basic structure of the schedule and at least one project calendar.
de: Bitte geben Sie die grundlegende Struktur des Terminplans ein und mindestens einen Projektkalender.

# WizardTitleIntroPage
source: Project Wizard
de: Projektassistent

# WizardTitleLastPage
source: Congratulations!
de: Herzlichen Glückwunsch!

# WizardTitleLastPageError
source: Error!
de: Fehler!

# WizardTitlePage1
source: Basic Data
de: Grunddaten

# WizardTitlePage2
source: Dates
de: Termine

# WizardTitlePage3
source: Pre-Settings
de: Einstellungen

source: Work Days
de: Werktage

source: Work Resource
de: Arbeitsressource

# XDays
source: {0} Days
de: {0} Tage

source: Year
de: Jahr

source: Yes
de: Ja

source: Zoom In
de: Hereinzoomen

source: Zoom Out
de: Herauszommen

source: Zoom to actual Size
de: Auf tatsächliche Größe zoomen

# ZoomToolTipDescription
source: Adjusts the zoom of the current schedule.
de: Passt den Zoomfaktor des aktuellen Terminplans an.

source: Zoom to Page
de: Aus Seite zoomen

source: Zoom to Page Width
de: Auf Seitenbreite zoomen
